Repository: MaharaProject/mahara-mobile-react-native
Catalog: MaharaMobile/locales/*/messages.po
Languages: fr

source: A file has been added.
fr: Un fichier a été ajouté

source: About
fr: À propos de

source: Access permission
fr: Autorisation d'accès

source: Access token
fr: Jeton

source: Add an item
fr: Ajouter un élément

source: Add new tag +
fr: Ajouter un mot-clé

source: Add {0}
fr: Ajouter {0}

source: All files and content you upload to a Mahara site are subject to copyright law. You are responsible for ensuring you have appropriate permission to reproduce and publish any work that is not your own.
fr: Tous les fichiers et contenus téléversés sur un site Mahara sont soumis aux lois sur le droit d'auteur. Vous êtes responsable d'obtenir les autorisations requises pour reproduire ou publier toute oeuvre qui n'est pas la vôtre.

source: Allow
fr: Autoriser

source: Allow Mahara Mobile to access photos, media, and files on your device?
fr: Autoriser Mahara Mobile à accéder aux photos, médias et fichiers de votre appareil?

source: Allow Mahara Mobile to read photos, media, and files on your device?
fr: Autoriser Mahara Mobile à accéder aux photos, médias et fichiers de votre appareil?

source: Allow your microphone to record audio and save the files?
fr: Autoriser l'utilisation du micro pour enregistrer l'audio et l'enregistrer dans un fichier?

source: App version
fr: Version de l'application

source: Are you sure?
fr: Êtes-vous certain?

source: By using the full potential of the application, you will need to log into the Mahara site that you are using for your portfolio work. The login form for internal Mahara or LDAP accounts sits in the mobile app, whereas single sign-on takes you to your Mahara site. You may also generate an access token manually on your Mahara site if that feature is enabled.
fr: Pour utiliser l'application à son plein potentiel, vous devrez vous connecter au site Maharahe que vous utilisez. L'authentification interne ou LDAP s'effectue dans l'application alors que celle par Single sign-on (SSO) s'effectue sur votre site Mahara. Vous pouvez également générer un jeton d'accès manuellement sur votre site Mahara si cette fonction est activée.

source: Camera closed.
fr: Caméra fermée

source: Cancel
fr: Annuler

source: Changes to these Terms and Conditions
fr: Changements aux conditions d'utilisation

source: Changes to this Privacy Statement
fr: Changements à la politique de confidentialité

source: Confirm edits to {intlItemType}
fr: Confirmer les modifications à {intlItemType}

source: Connection error
fr: Erreur de connexion

source: Create
fr: Créer

source: Default options
fr: Options par défaut

source: Delete
fr: Supprimer

source: Deleting your data
fr: Suppression de vos données

source: Destination folder
fr: Répertoire cible

source: Destination journal
fr: Journal cible

source: Draft journal entry
fr: Brouillon d'article de journal

source: Edit {0}
fr: Modifier {0}

source: Enter a different URL
fr: Entrer une URL différente

source: Entry
fr: Entrée

source: Error: You do not have any folders on your site.
fr: Erreur : vous n'avez aucun dossier sur votre site.

source: Error: You do not have any journals on your site.
fr: Erreur : vous n'avez aucun journal sur votre site.

source: Fields marked by * are required.
fr: Les champs marqués d'un * sont obligatoires.

source: File
fr: Fichier

source: Files have been uploaded to your Mahara successfully!
fr: Les fichiers ont été téléversés sur votre site Mahara avec succès!

source: Folder
fr: Dossier

source: For help, contact the support team of the Mahara instance that you are using. Typically, you can find a 'Contact us' link in the footer of the Mahara site to which you log in.
fr: Pour de l'assistance, contactez l'équipe de soutien du site Mahara utilisé. Vous trouverez généralement un lien 'Contactez nous' dans le pied de page du site Mahara que vous utilisez

source: Governing Law
fr: Loi applicable

source: Help
fr: Aide

source: Hi
fr: Bonjour

source: How we use your personal information
fr: Comment nous utilisons vos renseignements personnels

source: If you have any questions regarding these terms and conditions, please
fr: Pour toutes questions relatives aux conditions d'utilisation, veuillez

source: If you have any questions regarding this Statement, please
fr: Pour toutes questions relatives à cette politique, veuillez

source: If you have general questions or want to report issues, you can do so on the Mahara Mobile's GitHub 'Issues' page.
fr: Pour toutes questions générales ou pour signaler un enjeu, utilisez la page 'Issues' du GitHub de Mahara Mobile.

source: ImagePicker Error:{0}
fr: Erreur du sélecteur d'image : {0}

source: In order to push content to Mahara from Mahara Mobile, you require an account on a Mahara site that allows mobile uploads. Typically, the institution that you are affiliated with will make a Mahara site available to you to use if you are working with portfolios.
fr: Pour téléverser du contenu de l'application Mahara mobile vers un site Mahara, vous devez disposer d'un compte sur un site Mahara qui permet les téléversements depuis un appareil mobile. Généralement, l'institution qui vous offre Mahara devrait le permettre.

source: Invalid Mahara site. Please re-enter URL.
fr: Site Mahara non valide. Veuillez entrer une nouvelle URL.

source: Invalid file
fr: Fichier non valide

source: Invalid token: please try again.
fr: Jeton non valide. Veuiollez essayer de nouveau.

source: Invalid type
fr: Type non valide

source: It looks like you have been editing something. If you leave before saving, your changes will be lost.
fr: Vous semblez avoir apporté des modifications. Si vous quittez sans enregistrer, vos modifications seront perdues.

source: Items in the upload queue will not be retrievable once logged out.
fr: Les éléments de la queue de téléversement ne seront pas récupérable lorsque vous quitterez.

source: Journal entry
fr: Article de journal

source: Liability
fr: Conditions d'utilisation

source: Log in via username and password
fr: Se connecter à l'aide d'un nom d'utilisateur et d'un mot de passe

source: Login
fr: Connexion

source: Login failed
fr: Échec de connexion

source: Logout
fr: Déconnexion

source: Mahara Mobile allows you to collect your evidence on your mobile device, including when you are offline. You can then upload your photos, videos, journal entries, etc. to your Mahara instance and add them your portfolios.<0></0>
fr: Mahara mobile vous permet de cueillir des preuves sur votre appareil mobile et ce, même sans connexion Internet. Vous pouvez verser ces preuves ultérieurement dans votre portfolio.

source: Mahara Mobile allows you to connect your mobile device to your Mahara site. You can create and collect your content on your mobile device and use the app to upload it to your Mahara site. You can upload any files that your device allows you to upload and create journal entries.
fr: Mahara mobile vous permet de lier votre appareils mobile à votre site Mahara. Vous pouvez créer et cueillir du contenu sur votre appareil mobile et utiliser l'application pour le verser sur votre site Mahara. Vous pouvez téléverser tout fichier et rédiger des articles de journaux.

source: Mahara Mobile allows you to upload content from your mobile device into the Mahara site that you are using without needing to go to the Mahara site itself. It is a more convenient way to record and upload images, video, and audio files. It also allows you to create journal entries.
fr: Mahara mobile vous permet de verser du contenu de votre appareils mobile à votre site Mahara. Il s'agit d'une façon pratique d'enregistrer des fichiers images, audios ou vidéos. Vous pouvez également rédiger des articles de journaux.

source: Mahara Mobile is an open source project created by the Mahara Project Team. To contribute or report bugs, see our
fr: Mahara mobile est un logiciel libre créé par l'équipe du projet Mahara. Pour contribuer ou rapporter des bogues, voyez notre

source: Mahara is an open source ePortfolio platform designed for reflecting on what you have learned and for supporting social learning. An ePortfolio is a tool and method to record your evidence of their learning, e.g. essays, artwork, and certificates, and reflect on them to learn from your experiences . You can also engage in conversations with others and create group portfolios.
fr: Mahara est un logiciel libre de portfolio numérique conçu pour la réflexion et l'apprentissage social. Un portfolio numérique est un outil et une démarche pour consigner des preuves d'apprentissage et réfléchir à leur propos. Il est également possible de converser avec les autres et de créer des portfolios d'équipe.

source: Name
fr: Nom

source: Neither the Mahara project nor Catalyst IT have access to any of the data that you enter on Mahara Mobile nor access to any data analytics. The institution that hosts the Mahara site to which you connect cannot access data in your Mahara Mobile app either. The institution will have a certain amount of access to data that you upload to the institution's Mahara site via Mahara Mobile. Please refer to the privacy statement on the Mahara site that you are using for more information.
fr: Ni le projet Mahara ni Catalyst IT ont accès aux données stockées dans Mahara mobile. L'organisation qui héberge le site Mahara que vous utilisez ne peut également pas accéder à ces données. Cette organisation pourrait accéder à certaines données versées sur le site Mahara. Consultez la politique de confidentialité du site Mahara que vous utilisez pour de plus amples renseignements.

source: New tag...
fr: Nouveau mot clé

source: Next
fr: Suivant

source: No photo captured
fr: Aucune photo prise

source: Okay
fr: OK

source: Open Camera
fr: Ouvrir la caméra

source: Open Photos
fr: Ouvrir les photos

source: Our maximum aggregate liability for all lawfully limitable claims under or in connection with this agreement (whether arising from negligence, breach of contract or otherwise) will be NZ$0.
fr: Notre responsabilité financière relative à cette entente (pour négligence, bris de contrat ou tout autre poursuite) sera toujours de 0 $NZ.

source: Our obligations
fr: Nos obligations

source: Password
fr: Mot de passe

source: Permission to record audio
fr: Autorisation d'enregistrer l'audio

source: Please check the internet connection.
fr: Veuillez vérifier votre connexion Internet

source: Please enter a URL.
fr: Veuillez entrer une URL

source: Please login
fr: Veuillez vous connecter

source: Please select a file.
fr: Veuillez sélectionner un fichier

source: Please select a journal
fr: Veuillez choisir un journal

source: Please try again.
fr: Veuillez essayer de nouveau.

source: Preferences
fr: Préférences

source: Privacy
fr: Confidentialité

source: Privacy statement
fr: Politique de confidentialité

source: Purpose of Mahara Mobile
fr: But de Mahara mobile

source: Queue to upload
fr: Queue de téléversement

source: Re-record
fr: Enregistrer de nouveau

source: Re-take photo
fr: Reprendre la photo

source: Record
fr: Enregistrer

source: Select a different file
fr: Choisir un autre fichier

source: Select a file
fr: Choisir un fichier

source: Select a journal
fr: Choisir un journal

source: Select folder
fr: Choisir un dossier

source: Select journal
fr: Choisir un journal

source: Select login type
fr: Choisir un mode de connexion

source: Select tags
fr: Choisir les mots clés

source: Select tags...
fr: Choisir les mots clés...

source: Single sign-on
fr: Authentification unique

source: Skip
fr: Ignorer

source: Stop
fr: Arrêter

source: Storage and security of your personal information
fr: Stockage et sécurité de vos renseignements personnels

source: Tags
fr: Mots clés

source: Take photo
fr: Prendre une photo

source: Tap to remove tag
fr: Toucher pour retirer le mot clé

source: Terms and conditions
fr: Conditions d'utilisation

source: The Privacy Statement
fr: Politique de confidentialité

source: The deletion of this information or file cannot be undone
fr: La suppression de cette information ou de ce fichier est irréversible.

source: These Terms and Conditions are governed by the laws of New Zealand (excluding its conflict of laws rules), and the courts of New Zealand shall have exclusive jurisdiction to hear and determine any claim arising them.
fr: Ces conditions d'utilisation sont régies par les lois de la Nouvelle-Zélande (excluant les conflits légaux) et les cours de ce pays ont l'entière juridiction pour recevoir toute plainte.

source: This document constitutes a binding agreement between the provider of Mahara Mobile – Catalyst.Net Limited – and yourself. The terms and conditions contained in this document govern your use of Mahara Mobile.
fr: Ce document constitue une entente légale entre le fournisseur de Mahara Mobile – Catalyst.Net Limited – et vous-même. Les conditions d'utilisation de ce document détermine votre utilisation de Mahara Mobile.

source: This field is required.
fr: Ce champ est obligatoire.

source: This is not a Mahara site. Please re-enter URL.
fr: Ce n'est pas un site Mahara. Entrez une autre URL.

source: This version of Mahara Mobile is {version}. It supports up to Android {android} and iOS {ios}.
fr: Cette version de Mahara Mobile est {version} fonctionnant jusqu'à Android {android} et iOS {ios}.

source: Title
fr: Titre

source: To the maximum extent permitted by law, we will not be liable to you for any direct, indirect or consequential loss or damages (including but not limited to loss of business profits, business interruption, loss of business information, data, goodwill or other non-pecuniary loss) arising out of or in connection with this agreement or the provision of the website, whether arising from negligence, breach of contract or otherwise.
fr: Nous ne sommes pas responsables des dommages directs ou indirects ou toutes pertes conséquentes (incluant sans y être limité à toute perte de revenu, d'interruption de service ou de perte d'information ou autre perte) relatifs à cette entente ou l'utilisation du site Mahara.

source: To upload pending items
fr: Pour téléverser les éléments en attente

source: Update preferences
fr: Enregistrer vos préférences

source: Updated preferences
fr: Préférences enregistrées

source: Upload error
fr: Erreur de téléversement

source: Upload queue
fr: Queue de téléversement

source: Upload queue page
fr: Page de la queue de téléversement

source: Upload success
fr: Téléversement réussi

source: Upload to your site
fr: Téléverser sur votre site

source: Username
fr: Nom d'utilisateur

source: Verify token
fr: Jeton vérifié

source: What is the address of your Mahara?
fr: Quelle est l'adresse de votre site Mahara?

source: You must meet the minimum age requirements of the Mahara site to which you want to connect.
fr: Vous devez respectez l'âge minimal requis aur le site Mahara que vous désirez utiliser.

source: Your obligations
fr: Vos obligations

source: Your own name is displayed in the app once you are logged in, and you are connected to your Mahara account via an access token that is stored in the app as well as on Mahara itself so the two can communicate with each other.
fr: Une fois connecté, vote nom est affiché dans l'application et vous êtes également connecté au site Mahara par l'entremise d'un jeton d'accès pour que les deux puissent communiquer ensemble.

source: Your site: {url}
fr: Votre site : {url}

source: Your upload queue is empty
fr: Votre queue de téléversement est vide

source: Your username or password was incorrect. Please try again.
fr: Votre nom d'utilisateur ou mot de passe est erroné. Veuillez essayer de nouveau.

source: contact us.
fr: contactez-nous

source: default
fr: défaut

source: forms part of these terms and conditions and is hereby incorporated by reference.
fr: font partie des conditions d'utilisation et en sont par conséquent partie intégrante.

source: image preview
fr: aperçu de l'image

source: play audio
fr: Lire
